Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: As of February 2012, the Basque Wikipedia has the second greatest number of articles per speaker among Wikipedias with over 100,000 articles, and ranks sixth overall.[13] These figures were based on Ethnologue's estimate of 665,800 Basque speakers.
ne: फेब्रुअरी २०१२ सम्म, बास्क विकिपिडियामा १,००,००० भन्दा बढी लेखहरू छन् समग्रमा छैठौँ स्थानमा छ, यस भाषा बोल्ने भषीको आधारमा यो दोस्रो विकिपिडिया हो। [1] तथ्याङ्क ethnologue को ६६५,८०० भाषीको आधारमा निर्माण गरिएको हो।

source: Batman: Hush is a 2019 American direct-to-video animated superhero film based on the comic book story arc of the same name and is the 13th installment of the DC Animated Movie Universe and the 35th overall film in the DC Universe Animated Original Movies line. Taking place after the events of Reign of the Supermen, it follows Batman facing a new threat named Hush who knows all of Batman`s secrets.
ne: ब्याटम्यान: हस् २०१९ को अमेरिकी डायरेक्ट-टु-भिडियो एनिमेटेड सुपर हीरो फिल्म हो जुन त्यै नामको कमिक पुस्तक कथामा आधारित छ। यो डीसी एनिमेटेड मुभि युनिभर्सको १३ औं किस्त हो र डीसी युनिभर्स एनिमेटेड मूल चलचित्र लाइनमा ३५ औं फिल्म हो। । रेन अफ सुपरम्यान पछिको घटना पछि भइरहेको यसमा ब्याटम्यानको सबै रहस्य थाहा भएको हस् नामक नया खतराको समना ब्याटम्यानले गर्नुपर्छ।

source: Voice cast
ne: आवाजको कास्ट

source: Character Voice actor[1] Bruce Wayne / Batman Jason O'Mara Selina Kyle / Catwoman Jennifer Morrison Kal-El / Clark Kent / Superman Jerry O'Connell Lois Lane Rebecca Romijn Thomas Elliot Maury Sterling Lex Luthor Rainn Wilson Dick Grayson / Nightwing Sean Maher Barbara Gordon / Batgirl Peyton R. List James Gordon Bruce Thomas Damian Wayne / Robin Stuart Allan Alfred Pennyworth James Garrett Edward Nygma / Riddler / Hush Geoffrey Arend Amanda Waller Vanessa Williams Joker Jason Spisak Bane Adam Gifford Pamela Isley / Poison Ivy Peyton List Lady Shiva Sachie Alessio Harleen Quinzel / Harley Quinn Hynden Walch Reporter Tara Strong
ne: चरित्र आवाज अभिनेता [१] ब्रुस वेन / ब्याटमैन जेसन ओ'मारा सेलिना काइल / क्याटवुम्यान जेनिफर मोरिसन काल-एल / क्लार्क केन्ट / सुपरम्यान जेरी ओ'कोनेल लोइस लेन रेबेका रोमिज थॉमस इलियट मौरी स्टर्लिंग लेक्स् लुथोर रेन विल्सन डिक ग्रेसन / नाइटवि। शन माहेर बार्बरा गॉर्डन / ब्याटगर्ल पेटन आर सूची जेम्स गोर्डन ब्रुस थॉमस डेमियन वेन / रोबिन स्टुअर्ट एलन अल्फ्रेड पेनीवर्थ जेम्स ग्यारेट एडवर्ड निगमा / रिड्लर / हस् जेफ्री अरेन्ड अमांडा वालर भान्सा विलियम्स जोकर जेसन Spisak बेन एडम गिफेर्ड पामेला इस्ले / विष Ivy प्याटोन सूची लेडी शिव साची एलेसियो हार्ली कुइन्जेल / हर्ली कुइ्न हिनडेन वाल्च रिपोर्टर तारा कडा

source: A cool store or cold store is a large refrigerated room or building designed for storage of goods in an environment below the outdoor temperature. Products needing refrigeration include fruit, vegetables, seafood and meat. Cold stores are often located near shipping ports used for import/export of produce.
ne: शीत भण्डार वा कोल्ड स्टोर बाह्य तापक्रमको मुनिको वातावरणमा माल भण्डारणको लागि डिजाइन गरिएको एक ठूलो फ्रिज कोठा वा भवन हो । फ्रिजको आवश्यकता पर्ने उत्पादनहरूमा फलहरू, तरकारीहरू, समुद्री खाना र मासु सामेल हुन्छन् । चिसो स्टोरहरू प्राय: बन्दरगाह हरू नजिक अवस्थित हुन्छन् जुन उत्पादनको आयात / निर्यातको लागि प्रयोग गरिन्छ।

source: Films Year Film Role 2013 Saanghuro Nare 2014 Kabaddi Buddhi Lal Magar 2014 Talakjung vs Tulke Hanuman 2014 Shambhala (Short Movie) Ram 2015 Woda Number 6 Buddhi 2015 Taandro 2015 Kabaddi Kabaddi Buddhi Lal Magar 2016 Chhakka Panja Buddhi 2016 Purano Dunga Bideshi 2016 Bijuli Machine Ram Dai 2017 Ghampani Nima 2017 A Mero Hajur 2 Shree Dharmendra 2017 Dui Rupaiyan Bom Bahadur Tamang 2017 Mero Paisa Khoi Cameo 2017 Chhakka Panja 2 Buddhi 2018 Mr. Jholay Guna Prasad 2018 Panche Baja Sahile 2018 Kohalpur Express Sher Bahadur 2018 Damaruko Dandibiyo Mukhiya 2018 Chhakka Panja 3 Buddhi 2018 Nai Nabhannu La 5 2018 Changa 2018 Jai Bhole brush lee 2018 The Karma 2019 Saili 2019 Bir Bikram 2 Bagh Bahadur 2019 Password
ne: चलचित्रहरू बर्ष फिल्म भूमिका २०१। साँघुरो नरे २०१। कबड्डी बुद्धीलाल मगर २०१। टलकजङ भर्सेज टुल्के हनुमान २०१। शम्भला (छोटो चलचित्र) राम २०१ वडा नम्बर ६ बुद्धी २०१ तान्द्रो २०१ कबड्डी कबड्डी बुद्धीलाल मगर २०१ छक्का पञ्जा बुद्धी २०१ पुरानो डुंगा बिदेशी २०१ बिजुली मेशीन राम दाई २०१ घामपानी Nima २०१ ए मेरु हजुर २ श्री धर्मेन्द्र २०१ डुई रुपाईं बोम बहादुर तामाng २०१ मेरो पैसा खोई क्यामियो २०१ छक्का पञ्जा २ बुद्धी २०१ श्री झोला गुना प्रसाद २०१ पञ्च बाजा साहिले २०१ कोहलपुर एक्सप्रेस शेर बहादुर २०१ डमरुको डान्डिबियो मुखिया २०१ छक्का पञ्जा। बुद्धी २०१ Nai Nabhannu La 5 २०१ चga्गा २०१ जय भोले ब्रश ली २०१ कर्मा २०१ सायली २०१ बीर बिक्रम २ बागबहादुर २०१ पासवर्ड

source: Richard Matthew Stallman (/ˈstɔːlmən/; born March 16, 1953), often known by his initials, rms,[1] and occasionally upper-case RMS, is an American free software movement activist and programmer. He campaigns for software to be distributed in a manner such that its users receive the freedoms to use, study, distribute, and modify that software. Software that ensures these freedoms is termed free software.
ne: रिचर्ड मयाथिउ स्टलम्यान ( /को टी ɔː एल एम ən / ; मार्च 16, 1953 जन्मिएका), साधारणतया rms, भनिने छोटो नामबाट चिनिने [1] एक अमेरिकी खुल्ला सफ्टवेयर आन्दोलन कार्यकता र प्रोग्रामर हुन् । उनले सफ्टवेयरको लागि यस्तो वितरण गर्न अभियान चलाए कि त्यसका प्रयोगकर्ताहरूले त्यो सफ्टवेयर प्रयोग गर्न, अध्ययन गर्न, वितरण गर्न र परिमार्जन गर्न स्वतन्त्रता प्राप्त गर्न सकुन्। सफ्टवेयर जसले यी स्वतन्त्रताहरूलाई सुनिश्चित गर्दछ तिनीहरुलाई खुल्ला सफ्टवेयर भनिन्छ । स्टलम्यानले GNU प्रोजेक्ट सुरू गरे, फ्रि सफ्टवेयर फाउन्डेशन स्थापना गरे, GNU कम्पाइलर कलेक्शन र GNU Emacs विकास गरे, र GNU सामान्य सार्वजनिक इजाजतपत्र लेखे।

source: Founded in 1983, ICIMOD is based in Lalitpur, Nepal, and brings together a partnership of its regional member countries, partner institutions, and donors to secure a better future for the people and environment of the extended Himalayan region.
ne: सन् १९८३ मा स्थापित इसिमोड ललितपुर काठमाडौ (नेपाल) मा स्थापित एउटा गैरसरकारी अन्तर्राष्ट्रिय संस्था हो । यसले हिन्दू कुश–हिमालय क्षेत्रका आठ देशहरुमा आफ्नो सेवा पु¥याउंछ । यसले एउटा स्वस्थ आर्थिक र पर्वतीय पर्यावरणीय प्रणालीको विकास गर्ने तर्फ काम गर्दछ । यसले आफ्ना क्षेत्रीय सदस्य देशहरू, साझेदार संस्थाहरू र दाताहरूको साझेदारीलाई विस्तारित हिमालयन क्षेत्रको जनता र वातावरणको राम्रो भविष्यको लागि ल्याउँदछ।

source: Ratna Bahadur Bista was a Nepalese judge who served as 5th Chief Justice of Nepal, in office from 26 July 1970 to 6 August 1976.[1][2][3] He was appointed by the then-king of Nepal, Mahendra.
ne: रत्न बहादुर विष्ट एक नेपाली न्यायाधीश थिए जसले २०२७/०४/११ देखि २०३३/०४/२२ सम्म नेपालको पाँचौं औं प्रधान न्यायाधीशको रूपमा काम गरे। [१] [२] []] उनलाई तत्कालीन राजा महेन्द्रले नियुक्त गरेका थिए।

source: Bista was preceded by Bhagwati Prashad Singh and succeeded by Nayan Bahadur Khatri.[1]
ne: विष्ट अघि भगवती प्रसाद सिंहले गरेका थिए र नयन बहादुर खत्रीले उनलाई जितेका थिए । [१]

source: Bhagwati Prashad Singh was a Nepalese judge who served as 4th Chief Justice of Nepal, in office from 9 April 1964 to 10 July 1970.[1][2][3] He was appointed by the then-king of Nepal, Mahendra.
ne: भगवतिप्रसाद सिंह नेपाली न्यायाधीश थिए जसले २०२०/१२/२७ देखि २०२७/०३/२६ सम्म नेपालका चौथो प्रधानन्यायाधीशको रूपमा काम गरेका थिए। [१] [२] []] उनलाई नेपालका तत्कालीन राजा महेन्द्रले नियुक्त गरेका थिए।

source: Hari Prasad Pradhan was a Nepalese judge who served as 1st and 3rd Chief Justice of Nepal, in office between 10 August 1951 and 20 May 1956 and 14 December 1961 and 15 December 1963.[1][2] He was the first Chief Justice of Nepal and the only jurist to hold the position for two terms.[3] He was also the Chief Justice to allow woman lawyers in the country.[4]
ne: हरिप्रसाद प्रधान एक नेपाली न्यायाधीश थिए जसले २००८/०४/२६ देखि २०१३/०२/०७ 66 देखि १ र २०१८/०८/२९ देखि २०२०/०८/२९ बीच नेपालको पहिलो र तेस्रो प्रधानन्यायाधीश रूपमा काम गरे। [१] [२] उनी नेपालका पहिलो प्रधानन्यायाधीश थिएजसले दुई कार्यकालका लागि पद ओगटेका एकमात्र न्यायाधीश थिए। []] उनी देशका महिला वकिलहरुलाई अनुमति दिने प्रधानन्यायाधीश थिए। []]

source: Dhanendra Bahadur Singh was a Nepalese judge who served as 7th Chief Justice of Nepal, in office from 11 December 1985 to 7 August 1991.[1][2] He was appointed by the then-king of Nepal, Birendra.
ne: धनेन्द्र बहादुर सिंह एक नेपाली न्यायाधीश थिए जसले २०४२/०८/२६ देखि २०४८/०८/२०सम्म नेपालको सातौ प्रधानन्यायाधीशको रूपमा काम गरेका थिए। [१] [२] उनलाई नेपालका तत्कालीन राजा वीरेन्द्रले नियुक्त गरेका थिए।

source: Karma Yonzon (Nepali: कर्म योञ्जन) is a Darjeeling-based Nepali music composer.[1] He is the brother of another Nepali musician Gopal Yonzon.
ne: कर्म योञ्जन दार्जिलिङका नेपाली संगीतकार हुन्। [१] उनी अर्का नेपाली संगीतकार गोपाल योञ्जनका दाजु हुन्।

source: He has composed music for numerous singers like Narayan Gopal, Aruna Lama, Dilmaya Khati, Kumar Subba, Daisy Baraily and Pema Lama. He scored the music for the well-known Nepali play Ani Deurali Runcha, written by Man Bahadur Mukhia with songs like Sarangi Ko Taar Le Mero, Hey Phool Chudera Laney Ho and Deurali Ko Thiti Ho. Ghising
ne: उनले नारायण गोपाल, अरुणा लामा, दिलमाया खाती , कुमार सुब्बा, देसी बराइली र पेमा लामा जस्ता असंख्य गायकहरूको लागि संगीत रचना गरेका छन्।

source: Bhima kills Vikarna after a mace-fight. His death brings tears to the eyes of Bhima. After his death, Bhima laments:
ne: भीमले र विकर्णको मल्ल युद्धमा विकर्ण मारिन्छन् । उनको मृत्युपछी भिमको आँखामा आँसु बग्छ। उनको मृत्यु पछि, भीम विलाप गर्दछन्:

source: Both Vikarna and Kumbhakarna acknowledged that their elder brother's actions are against dharma but ultimately they remained loyal to Duryodhan and Ravana respectively. Yuyutsu had the same ideology and mindset that of Vikarna. Yuyutsu also feels that Duryodhana's actions are wrong; however, he defected to Pandavas at the onset of Kurukshetra war; Yuyutsu's equivalent in the Ramayana is Vibheeshana.[3]
ne: विकर्ण रामायणमा कुम्भकर्णसँग केहि तुलनात्मक छ। विकर्ण र कुम्भकर्ण दुवैले उनीहरूको दाइको कार्य धर्मको विरुद्ध हो स्वीकार गरे आवाज उठाए तर अन्ततः तिनीहरू दाइ दुर्योधन र रावणप्रति वफादार रहे। युयुत्सुको पनि विकर्णको जस्तै विचारधारा र मानसिकता थियो। युयुत्सुलाई पनि लाग्छ कि दुर्योधनको कार्य गलत छ; यद्यपि उनले कुरुक्षेत्रको युद्धको शुरुवातमा पाण्डवहरूको पक्ष लिए गरे। रामायणमा युयुत्सुको बराबर विभीषण हो । [१]

source: Vikarna is universally referred to as the third-most reputable of Kauravas. Usually, he is also indicated as the third-oldest son, but in other sources, the "third-strongest" reputation remained and it is implied that Vikarna is just one of Gandhari's 99 children (after Duryodhana and Dussasana). Vikarna was the only Kaurava who questioned the humiliation of Draupadi, the wife of his cousin Pandavas, after they lost her in a game of dice to Duryodhana.
ne: हिन्दू महाकाव्य महाभारत, विकर्ण दुर्योधन र दुसासन पछि तेस्रो कौरव, धृतराष्ट्र र गन्धारीका छोरा थिए र राजकुमार दुर्योधनका भाई थिए। विकर्णलाई विश्वव्यापी रूपमा कौरवहरूको तेस्रो सबैभन्दा प्रतिष्ठित भनेर चिनिन्छ। दुर्योधनको पासाको खेलमा उनीहरूले उनलाई हराएपछि विकर्ण एक मात्र कौरव थिए जसले पाण्डवकी पत्नी द्रौपदीको भरिएको सभामा भएको अपमानको बारेमा प्रश्न उठाए।

source: Game of dice
ne: जुवा

source: Justin Pierre James Trudeau PC MP (/ˈtruːdoʊ, truːˈdoʊ/; French: [ʒystɛ̃ tʁydo]; born December 25, 1971) is a Canadian politician serving as the 23rd and current prime minister of Canada since 2015 and leader of the Liberal Party since 2013.[2][3] Trudeau is the second-youngest Canadian Prime Minister after Joe Clark; he is also the first to be related to a previous holder of the post, as the eldest son of Pierre Trudeau.[4][5]
ne: जस्टिन पियरे जेम्स ट्रूडो PC MP ( /टी आर यू डी oʊ, टी आर यू डी oʊ / ; French: ; जन्म डिसेम्बर २५ १९७१ १ 1971 1971१) क्यानाडाको वर्तमान तथा २३ औंँ प्रधानमन्त्री हुन् । हो जुन २०१ 2015 देखि २ Canada औं क्यानाडाको वर्तमान प्रधानमन्त्री र २०१ २ खि लिबरल पार्टीको नेताको रूपमा सेवा गरिरहेका छ। [१] [२] ट्रूडो जो क्लार्क पछि क्यानेडाली दोस्रो युवा प्रधानमन्त्री हुन्; उनी पिय्रे ट्रूडोको जेठो छोरा हुन्। []] []]

source: On 4 August 2016, Pushpa Kamal Dahal of the Communist Party of Nepal (Maoist-Centre) was elected as the Prime Minister of Nepal.[1] His candidacy was supported by the Nepali Congress, and several small parties represented in the Nepalese Parliament after a power-sharing deal with the Nepali Congress. Due to this, Dahal would become Prime Minister until the 2017 Nepalese local elections, after which he would step down in favour of the Nepali Congress.[2][3]
ne: २०७३ साउन २० मा नेपाल कम्युनिष्ट पार्टी (माओवादी-केन्द्र) का अध्यक्ष पुष्पकमल दाहाल नेपालको प्रधानमन्त्रीको रूपमा निर्वाचित भए। [१] उनको उम्मेदवारीलाई नेपाली काँग्रेस र संसदमा प्रतिनिधित्व गर्ने धेरै साना दलहरूले समर्थन गर्‍यो। यसै कारणले दाहाल स्थानीय स्थानीय चुनाव सम्म दाहाल प्रधानमन्त्री भए र त्यसपछि उनी नेपाली कांग्रेसको पक्षमा लागे। [२] []]

source: After being sworn in, Dahal formed a new government in a coalition with the parties that supported his election, making Bimalendra Nidhi, who supported the development of the power-sharing deal his Vice Prime Minister.[4] On several further occasions, Dahal made changes to his council of ministers.[5][6][7][8] The Cabinet Dahal with its ultimate 46 ministers (including state ministers) became the second biggest council of ministers in the history of Nepal, despite the new Constitution of Nepal set the maximum amount of ministries to 25.[9]
ne: शपथ ग्रहण गरिसकेपछि दाहालले आफूलाई चुनावमा समर्थन गर्ने दलहरूको गठबन्धनमा नयाँ सरकार गठन गरे जसमा विमलेन्द्र निधि उप-प्रधानमन्त्री तथा गृहमन्त्री बने । [१] अरु धेरै पटक दाहालले मन्त्रिपरिषद्मा परिवर्तन गरे। [२] []] []] []] मन्त्रिपरिषद् दाहालले ४६ मन्त्रीहरू (राज्य मन्त्रीहरू सहित) नेपालको इतिहासको दोस्रो सबैभन्दा ठूलो मन्त्रिपरिषद् बन्न पुग्यो। यद्यपि नेपालको नयाँ संविधानले मन्त्रिहरुको अधिकतम संख्या २५ बनाएको थियो। []]

source: 1. ^ Dahal also led the following ministries:[1]
ne: १ ^ दाहालले निम्न मन्त्रालयहरूको पनि नेतृत्व गरे: [१]

source: Ministry of Water Supply and Sanitation (until 19 January 2017) Ministry of Women, Children and Social Welfare Development (until 19 January 2017) Ministry of Livestock Development Ministry of Science and Technology
ne: खानेपानी र सरसफाई मन्त्रालय (१ January जनवरी २०१७ सम्म) महिला, बालबालिका र समाज कल्याण विकास मन्त्रालय (१ January जनवरी २०१७ सम्म) पशुपक्षी मन्त्रालय विज्ञान र प्रविधि मन्त्रालय

source: Housefull 4 is a 2019 Indian reincarnation comedy film directed by Farhad Samji, and produced by Sajid Nadiadwala under Nadiadwala Grandson Entertainment. The film is the fourth installment of Housefull franchise.[4][5] It stars an ensemble cast of Akshay Kumar, Riteish Deshmukh, Bobby Deol, Kriti Sanon, Pooja Hegde and Kriti Kharbanda.
ne: हाउसफुल ४ एक २०१९ भारतीय पुनर्जन्म हास्य चलचित्र हो, जसलाई फरहाद समजीद्वारा निर्देशित र नाडियाडवाला ग्रान्डसन इन्टरटेनमेन्ट अन्तर्गत साजिद नाडियाडवालाद्वारा निर्मित गरिएको हो । चलचित्र हाउसफुल फ्रेन्चाइजीको चौथो किस्ता हो । [1] [2] यसमा अक्षय कुमार, रितेश देशमुख, बबी देओल, कृति सेनन, पूजा हेगडे र कृति खरबन्दा मुख्य भूमिकामा छन् ।

source: Housefull 4 on IMDb Housefull 4 on Bollywood Hungama
ne: Housefull 4 हाउसफुल ४ बलिउड हङ्गामामा

source: Akshay Kumar as Rajkumar Bala Dev Singh / Harry Riteish Deshmukh as Bangdu Maharaj / Roy Bobby Deol as Dharamputra / Max Kriti Sanon as Rajkumari Madhu / Kriti Pooja Hegde as Rajkumari Mala / Pooja Kriti Kharbanda as Rajkumari Meena / Neha Chunky Pandey as Pehla Pasta / Akhri Pasta Rana Daggubati as Raja Gama / Pappu Rangeela Ranjeet as Maharaja Surya Singh Rana / Thakral Sharad Kelkar as Suryabhan / Michael Bhai Johnny Lever as Winston Churchgate Jamie Lever as Giggly Nawazuddin Siddiqui as Ramsey Baba Manoj Pahwa as Big Bhai Parikshit Sahni as Maharaja Parikshitap Sham Mashalkar as Darbari Prithvi Zutshi as Siskeria Saurabh Srivastava as Lakhan
ne: अक्षय कुमार राजकुमार बाला देव सिंह / ह्यारीको रूपमा रितेश देशमुख बंगडू महाराज / रोयको रूपमा बबी देओल धरमपुत्र / म्याक्सको रूपमा कृति सेनन राजकुमारी मधु / कृतिको रूपमा पूजा हेगडे राजकुमारी माला / पूजाको रूपमा कृति खरबन्दा राजकुमारी मीना / नेहाको रूपमा चङ्की पान्डे पेन्ला पास्ता / अख्री पास्ताको रूपमा राणा दग्गुबाती राजा गामा / पप्पू रंगीलाको रूपमा रणजीत महाराजा सूर्य सिंह राणा / ठकरालको रूपमा शरद केलकर सूर्यभान / माइकल भाईको रूपमा जोनी लीभर विन्स्टन चर्चगेटको रूपमा जेमी लीभर गिगलीको रूपमा नवाजुद्दीन सिद्दीकी रामसे बाबाको रूपमा मनोज पाहवा बिग भाईको रूपमा परीक्षत साहनी महाराजा परिक्षितापको रूपमा शम मशलकर दरबारीको रूपमा पृथ्वी ज़ुत्शी सिसकेरियाको रूपमा सौरभ श्रीवास्तव लखनको रूपमा

source: On 27 September official trailer of the film was launched by Fox Star Studios.[13]
ne: चलचित्रको आधिकारिक ट्रेलर २७ सेप्टेम्बरमा फक्स स्टार स्टुडियोजद्वारा लन्च गरिएको थियो ।[१]

source: Garam (transl. Hot) is a 2016 Telugu action romantic comedy film starring Aadi Pudipeddi and Adah Sharma, written and directed by Madan Mohan Reddy, Cinematography byT. Surendra Reddy and produced by Saikumar.[4][5] The film was released worldwide on February 12, 2016 and received mixed response from critics and audience.[6]
ne: गरम ( ट्रान्सिल Hot) २०१६ तेलुगु एक्शन प्रेमप्रसङ्गयुक्त हास्य चलचित्र हो जुन मदन मोहन रेड्डीद्वारा लिखित र निर्देशन र साई कुमारद्वारा निर्मित गरिएको हो जसमा आदि र अदा शर्मा मुख्य भूमिकामा छन् ।[१] [२] चलचित्र फेब्रुअरी १२, २०१६ मा विश्वव्यापी रूपमा रिलीज भयो र आलोचक र दर्शकहरूको मिश्रित प्रतिक्रिया प्राप्त भयो । []]

source: Varala Babu Adah Sharma[8] ... Sameera Kabir Duhan Singh ... Biju Brahmanandam[9] Chaitanya Krishna Ravi Madhunandan Friend of Varalababu Nassar as Sameera's father Tanikella Bharani as Varala Babu's Father Naresh as Ravi's Father
ne: आदि [१] ... वरला बाबू अदा शर्मा [२] ... समीरा कबीर दुहन सिंह ... बिजु ब्रह्मानन्दम []] चैतन्य कृष्ण ... रवि मधुनन्दन ... वरला बाबूको साथी नासार ... समीराको बुबा तनिकेला भरानी ... वरला बाबूको बुबा नरेश ... रविको बुबा

source: Mohan Bikram Singh (born 15 April 1935),[1] often referred to as MBS, party name Gharti,[citation needed] is a Nepalese Maoist politician. His father was a wealthy landlord in Pyuthan District who was close to King Tribhuvan. MBS however joined the opposition Nepali Congress in 1950,[2] and took part in the 1950–1951 uprising for democracy.[3]
ne: मोहन बिक्रम सिंह (जन्म १९९२ वैशाख ३ 19 ), एक नेपाली राजनीतिज्ञ हुन्। उनका बुबा प्यूठान जिल्लाका धनी जमिन्दार थिए जो राजा त्रिभुवनसँग नजिक थिए। सिंहले २००७ को क्रान्ति मा विपक्षी नेपाली कांग्रेसमा सामेल भए प्रजातन्त्रको आन्मादोलनमा भाग लिए। [१]

source: iSmart Shankar is a 2019 Indian Telugu-language science fiction action film written and directed by Puri Jagannadh, produced by Puri Jagannadh and Charmme Kaur with music composed by Mani Sharma.[2] It stars Ram Pothineni, Nabha Natesh, Nidhhi Agerwal, Satyadev Kancharana, and Puneet Issar. The film follows a contract killer who helps the police when a slain police officer's memories are transferred to his brain.
ne: स्मार्ट शङ्कर पुरी जगन्नाधद्वारा लिखित र निर्देशित, पुरी जगन्नाध र चार्मी कौरद्वारा निर्मित, मणि शर्मा द्वारा सङ्गीतबद्ध एक २०१९ भारतीय तेलुगु-भाषा विज्ञान फिक्शन एक्शन चलचित्र हो ।[१] यसमा राम पोथिनेनी, नाभा नतेश, निधि अग्रवाल, सत्यदेव कञ्चराणा, र पुनीत इस्सर छन् । चलचित्र १८ जुलाई २०१९ मा नाटकीय रूपमा रिलीज भएको थियो ।

source: It starts from around the Chandrawati Territory, which lies in Bhanu Municipality. Joined by several tributaries, it flows roughly 18 km in a north-to-south direction to its confluence with the River Marshyangdi near Bimalnagar. The river served as the border between Bhanu VDC and Barbhanjhyang VDC until 2015, when the two were merged to form Bhanu Municipality.[1]
ne: चुंदी नेपालको तनहुँ जिल्लाको पश्चिमी भागमा अवस्थित एउटा सानो नदी हो। यो भानु नगरपालिकामा रहेको चन्द्रवती क्षेत्रको वरिपरिबाट सुरू हुन्छ। धेरै सहायक नदीहरू द्वारा सम्मिलित, यो लगभग 18 कि.मि. जति दक्षिण तर्फ बग्दछ र मर्स्याङ्दी नदीमा गएर मिल्दछ। ई.सं.2015मा एउटै भानु नगरपालिका हुनुअघि सम्म यस खोला भानु गाविस र बर्भन्ज्याङ गाविस बीचको सिमानाका रूपमा रहेको थियो।

source: Some sell them in the market while other fish for self. The river has also served the purpose of bathing, washing clothes and many more for local civilization. Nowadays due to increased population density, though the river has got little polluted in its lower parts, it still holds the dignity of crystal clear fresh water and has mesmerized many people those from heavily populated urban areas.
ne: पुरातन कालदेखि नै यस नदीले चुंडी फाॅटका क्षेत्रहरूमा सिँचाइको स्रोतको रूपमा काम गरेको छ। 150 बर्ष भन्दा लामो इतिहासको साथ चर्चित 'बराह कुलो'ले चुॅदी नदीको पानीलाई 'बराह बाॅधबाट चुॅदीफाॅटका खेतहरुसम्म पुर्याउॅछ। बरह बन्द अवस्थित छ (कहाँ छ? ) केहि मछुवारा सहित धेरै व्यक्ति नदीमा माछा मार्ने गर्दछन्। कोहीले यसलाई बजारमा बेच्छन् जबकि अन्य आफ्नै लागि मार्दछन्। यस नदीले स्थानीय सभ्यताको लागि नुहाउने, लुगा धुने र अन्य धेरै प्रयोजनमा सहयोग गरेको छ। आजकल बढ्दो जनसंख्या घनत्वका कारण यस नदीको तल्लो भागमा थोरै प्रदूषित भएको भए पनि यसले क्रिस्टल सफा ताजा पानीको मर्यादा राख्छ र धेरै जनसंख्या भएको शहरी क्षेत्रका धेरै मानिसहरूलाई मन्त्रमुग्ध बनाएको छ।

source: During monsoon (June–August) the river usually gains a very large size sometime reaching 10-15 times the 'non-monsoon annual average size', thus flooding into the surrounding lands. It thus cuts and wash away the nearby cultivable fields. The 'Chundi Bridge sepabagicha' which linked Barbhanjhyang and Bhanu VDC (located in Sepabagaicha) was annihilated by heavy flood in the year 1998, along with many other physical structures.
ne: मानसूनको समयमा (जुन - अगस्ट) नदी सामान्यतया धेरै ठूलो आकार प्राप्त गर्दछ केही समय १०-15 पटक 'गैर-मानसून वार्षिक औसत आकार' मा पुग्छ, यसैले वरपरका जग्गामा बाढी आउँछ। यसले गर्दा नजिकको खेती योग्य खेतहरू काट्छ र धोइन्छ। बरभन्ज्याang्ग र भानु गाविस (सेपाबागाइचामा अवस्थित) जोडेको 'चुंडी ब्रिज सेपाबागीचा' लाई सन् १ 1998 1998 heavy मा धेरै भौतिक संरचनाहरू सहित भारी बाढीले ध्वस्त पारेको थियो। त्यस पछि २०१ no सम्म यहाँ कुनै ठूलो पुल निर्माण गरिएको छैन। (सरकारले २०१ 2016 मा 'चुंडी खोला ब्रिज सेपबगिचा' को डिजाईन पूरा भएको खबर गरेको थियो र सोही वर्षको निर्माण कार्य सुरु भएको थियो। यो भर्खरै २०१ 2018 मा सम्पन्न भयो। ) [१]

source: Ubud District (Indonesian: Kecamatan Ubud) is a district (kecamatan) in Gianyar Regency, Bali, Indonesia. Its area is 42.38 km2. The permanent population is 69,361 people as of 2010 census,[1] but at any given time there are large numbers of temporary residents and tourists.
ne: उबुद जिल्ला (इन्डोनेसियाली: Kecamatan Ubud ) इन्डोनेसियाको बालीको गियान्यार रिजेन्सीमा रहेको एक जिल्ला हो। यसको क्षेत्रफल ४२.३८ वर्ग किमी छ । २०१० को जनगणना अनुसार स्थायी जनसंख्या ६९,३६१ छ, [१] तर जुनै पनि समयमा अस्थायी बासिन्दा र पर्यटकहरूको ठूलो संख्या ठूलो मात्रामा उपस्थिती हुने गर्छ।

source: Neighboring districts are: Tegallalang and Payangan districts to the north, Tampaksiring district to the north-east, Sukawati district to the south, all four within Gianyar Regency, and Abiansemal district of Badung Regency to the West.
ne: यसका छिमेकी जिल्लाहरू: उत्तरमा तेगाल्लालाङ र पायानगन, ताम्पाकसिरिङ दक्षिण पूर्वमा र दक्षिणमा सुकावती जिल्ला पर्दछन् जुन गियान्यार रिजेन्सीका चार जिल्लाहरू हुन्, र पश्चिममा बाडुङ रिजेन्सीको अबियान्सेमाल जिल्ला पर्दछ।

source: Villages in Ubud include the villages (Kelurahan and Desa) of Ubud, Kedewatan, Mas, Peliatan, and Sayan.
ne: उबुदमा रहेका गाउँहरूमा उबुदको (केलुराहान र देसा),केदेवातन, मास, पेलियातान र सायान हुन् ।

source: Jack Stefanowski (born March 26, 1975) is a Polish-American football manager, formally head coach of the Nepal national football team and the former interim head coach of Puerto Rico national football team, also having coached various clubs in Puerto Rico.[6]
ne: ज्याक स्टेफनोवस्की (पोलिस: Jacek Stefanowski; अंग्रेजी: Jack Stefanowski; 26 मार्च 1975 जन्म) एक पोलिश-अमेरिकी फुटबॉल प्रबन्धक हो, नेपाल राष्ट्रिय फुटबल टीमको औपचारिक रूपमा मुख्य कोच र पोर्टो रिको राष्ट्रिय फुटबल टीमका पूर्व अंतरिम प्रमुख कोच, जसले पोर्टो रिकोका विभिन्न क्लबका प्रशिक्षक पनि थिए।[१]
